Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2013/3_sametingets_midler.pdf.tmx
Source language: nob
Languages: sme

source: Til tross for det høy antallet tilsagn til nordsamiske prosjekter kan man ikke si at nordsamisk har blitt prioritert – snarere tvert imot.
sme: Vaikko ollu juolludeamit leat davvisámegielat prošeavttaide, de ii sáhte dadjat ahte davvisámegiella lea leamš vuoruhuvvon. Baicce nuppegežiid.

source: En gjennomgang av prosjekter som ikke fikk støtte, viser at i prosent fikk flere av de lulesamiske og sørsamiske prosjektene støtte enn nordsamiske prosjekter (Josefsen et al. 2013:15;
sme: Go guorahallá makkár prošeavttat eai ožžon doarjaga, de čájehuvvo ahte proseanttaid mielde ožžo eanet mátta- ja julevsámegiela prošeavttat doarjaga go davvisámegielat prošeavttat. (Josefsen et al. 2013: 15;

source: Den største aktøren i språktilskuddsmarkedet er språksentrene.
sme: Stuorámus doaibmi gielladoarjjamárkanis lea giellaguovddážat.

source: De mottok i femårsperioden 2007–11 støtte til 107 språkprosjekter.
sme: Dat ožžo viđajagi áigodagas 2007-11 doarjaga 107 giellaprošektii.

source: Kommunene følger på andreplass med 39 prosjekter.
sme: Gielddat bohtet nubbin 39 prošeavttain.

source: Grunnskoler og skolefritidsordninger har hatt 21 språkprosjekter og barnehager åtte.
sme: Vuođđoskuvllain ja skuvllaid astoáigedoaimmain leat leamaš 21 giellaprošeavtta ja mánáidgárddiin gávcci.

source: Ikke offentlige samiske institusjoner som stiftelser og aksjeselskaper har fått tilsagn til 16 prosjekter, mens samiske interesseorganisasjoner har hatt 14 prosjekter.
sme: Ii-almmolaš sámi ásahusat dego vuođđudusat ja oasussearvvit leat ožžon doarjaga 16 prošektii, ja sámi beroštumiidorganisašuvnnain leat leamaš 14 prošeavtta.

source: Norske offentlige institusjoner har fått midler til 13 samiske språkprosjekt, mens ti enkeltpersoner har fått tilsagn om slik støtte.
sme: Norgga almmolaš ásahusat leat maid ožžon doarjaga 13 sámi giellaprošektii, ja logi ovttaskasolbmui lea juolluduvvon dákkár doarjja.

source: For øvrig har forlag fått bevilget støtte til seks prosjekter og et museum til ett prosjekt Det må sees på som overraskende at samiske organisasjoner og enkeltpersoner har fått tilsagn om støtte til henholdsvis 14 og 10 prosjekter.
sme: Muđui leat lágádusat ožžon doarjaga guđa prošektii ja musea ovtta prošektii. Ferte atnit mearkkašan veara ahte sámi organisašuvnnat ja ovttaskasolbmot leat ožžon doarjaga dušše 14 ja logi prošektii.

source: Dette har kanskje en sammenheng med at gjennomføringen av prosjektene krever så mye av arrangøren at bare større organisasjoner som en kommune eller et språksenter har tilstrekkelig kompetanse (Josefsen et al. 2013:20;
sme: Sáhttá leat nu ahte prošeavttaid čađaheapmái gáibiduvvojit nu ollu resurssat lágideaddjis ahte dušše stuorát organisašuvnnain dego gielddas dahje giellaguovddážis lea doarvái gelbbolašvuohta čađahit daid. (Josefsen et al. 2013: 20;

source: De forskjellige aktørene har fått støtte til 238 prosjekter som er spredt over et vidt spekter av tiltak.
sme: Iešguđetge lágideaddjit leat ožžon doarjaga 238 prošektii maid doaimmat leat viehka viidát.

source: De kan kort klassifiseres i opplæring i samisk, dokumentasjon av språk og stedsnavn, produksjon av samiskspråklig materiale, utvikling av ny terminologi og tilrettelegging for bruk av samisk.
sme: Sáhttá oanehaččat juohkit daid čuovvovaš kategoriijaide: oahpahus sámegielas, sámegiela ja báikenamaid dokumentašuvdna, sámegielat materiála buvttadeapmi, ođđa terminologiija ovddideapmi, ja sámegiela geavaheami lágideapmi.

source: 30 språkkurs har fått støtte, mens 22 språkbad-/språkreirprosjekter og seks kurs der samisk har vært undervisningsspråket, har fått støtte.
sme: 30 giellakursii lea ožžon doarjaga, 22 giellalávgun/giellabeassiprošektii ja guđa kursii mas sámegiella lea leamaš oahpahusgiellan, lea ožžon doarjaga.

source: 26 tildelinger har gått til generelle språktiltak.
sme: 26 juolludeami leat mannan oppalaš gielladoaimmaide.

source: Kategorien er en restkategori for prosjekter som ikke passet inn under andre kategorier eller ikke kunne identifiseres uten å ta et dypdykk i søknadene.
sme: Kategoriija lea loahppakategoriija prošeavttaide mat eai heive eará sadjái dahje ii leat leamaš vejolaš oažžut čielgasa man kategoriijai dat gullet vuđolaš guorahallama haga.

source: Tilrettelegging av samiskspråklige arenaer har hatt 21 prosjekter, elleve prosjekter har lagt vekt på synliggjøring av samisk språk, og ti prosjekter har hatt aktiviteter for barn og unge som hovedmål.
sme: Sámegielat giellašiljuid lágideamis leat leamaš 21 prošeavtta, 11 prošeavttas lea váldoulbmil leamaš giddet fuopmášumi mánáide ja nuoraide.

source: Andre prosjekter har vært utgivelser på samisk (ni prosjekter), seminarer/arrangementer/festivaler (ni prosjekter), utarbeidelse av kursmateriale (ni prosjekter), oversetting til samisk (åtte prosjekter), teater og film (syv prosjekter).
sme: Eará prošeavttat leat leamaš sámegielat almmuheamit (ovcci prošeavtta), seminárat/lágideamit/festiválat (ovcci prošeavtta), kursamateriála ráhkadeapmi (ovcci prošeavtta), jorgalit sámegillii (gávcci prošeavtta), teáhter ja filbma (čieža prošeavtta).

source: Faglige aktiviteter, temakvelder, litteraturkvelder, ordlek og lignende er representert med fem prosjekter.
sme: Fágalaš doaimmat dego fáddáeahkedat, girjjálašvuođaeahkedat, sátnestoahkamat ja diekkárat leat ovddastuvvon viđain prošeavttain.

source: Tradisjonelle samiske aktiviteter og kompetanseheving som kursing og utdanning av ansatte har begge hatt fem prosjekter.
sme: Árbevirolaš sámi doaimmain ja gelbbolašvuođaloktemis dego skuvlen ja oahpahus bargiide lea guđesge leamaš vihtta prošeavtta.

source: Tre prosjekter har finansiert samisklærernes lønn ved samisk undervisning på grunnskolenivå, reiser og ekskursjoner har hatt to prosjekter, og aktiviteter for eldre har hatt ett prosjekt (Josefsen et al. 2013:22–23).
sme: Golbma prošeavtta leat gokčán oahpaheaddjiid bálkká go oahpahusa lea leamaš sámegillii vuođđoskuvllas. Mátkkit ja oahppomátkkit leat leamaš guovtti prošeavttas.

source: 3.5 Sametingets eget språkarbeid
sme: 3.5 Sámedikki iežas giellabarggut

source: 3.5.1 Historikk
sme: 3.5.1 Historihkka

source: Sametingets post for bevaring og utvikling av samisk språk er en samlepost for Nordisk samisk språksamarbeid og prosjekter i Sametingets egen regi.
sme: Sámedikki bušeahttapoasta Sámegiela seailluheapmi ja ovddideapmi lea čoahkkepoasta Davviriikkalaš sámi giellaovttasbargui ja prošeavttaide Sámedikki iežas hálddus sámegiela bisuheami ja ovddideami várás.

source: I 2013 bevilget Sametinget 3,5 millioner kroner til disse formålene.
sme: 2013:s Sámediggi juolludii 3,5 miljovnna ruvnna daid ulbmiliidda.

source: Målet er at samisk språk brukes og er synlig på alle samfunnsområder.
sme: Mihttomearri lea ahte sámegiella geavahuvvo ja oidno buot servodatsurggiin.

source: Strategiene for å oppnå målet er å skape gode rammevilkår for samisk språk gjennom dialog med lokale, regionale og sentrale myndigheter og andre aktører.
sme: Strategiijat dan mihttomeari olaheamis lea gulahallama bokte báikkálaš, regionála ja guovddáš eiseválddiiguin ja eará aktevrraiguin háhkat buriid rámmaeavttuid sámegiela várás.

source: Dette skal bidra til økt muntlig og skriftlig bruk av samisk språk, bedre status for språket, økt bevissthet om bruken av samisk språk og bedre grunnlag for videreutvikling av samisk språk (Sametingets budsjett 2013).
sme: Dat galgá váikkuhit dasa ahte sámegiella geavahuvvo eambbo njálmmálaččat ja čálalaččat, ahte sámegiela geavaheamis lea alit stáhtus ja buoret dihtomielalašvuohta ja ahte lea buoret vuođđu sámegiela viidásit ovddideapmái. (Sámedikki bušeahtta 2013: 32.)

source: 3.5.2 Bevilgninger til bevaring og utvikling av samisk språk
sme: 3.5.2 Juolludeamit sámegiela seailluheapmái ja ovddideapmái

source: Tabell 3.9 viser at det i 2013 er satt av 3,5 millioner kroner til bevaring og utvikling av samisk språk. Dette er en nedgang på 4,4 millioner fra 2012. I praksis er det en økning på 500 000 kroner til 4,9 millioner fordi prosjektet «Samisk språkkampanje» er flyttet fra «Bevaring og utvikling av samisk språk» til underkapittel 4.3 Bruken av samiske språk (Sametingets budsjett 2013).
sme: Govus 3.9 čájeha ahte lea várrejuvvon 3,5 miljovnna ruvnnu sámegiela seailluheapmái ja ovddideapmái 2013. Lea 1,4 miljovnna ruvdnosaš geahpideapmi 2012 ektui, muhto geavatlaččat lea 500 000 ruvdnosaš lassáneapmi 4,9 miljovnna ruvdnui danne go prošeakta “Sámegiela giellakampánja” lea sirdojuvvon poasttas “Sámegiela seailluheapmi ja ovddideapmi” vuollekapihttalii 4.3 Sámegiela geavaheapmi.

source: Budsjettposten «Bevaring og utvikling av samisk språk» er ny fra 2012, og det har vært vanskelig å gi et helt korrekt bilde av Sametingets innsats for å bevare og utvikle samiske språk i samarbeid med andre aktører som gjennom nordisk samarbeid og ved hjelp av prosjekter i egen regi.
sme: (Sámedikki bušeahtta 2013.) Bušeahttapoasta “Sámegiela seailluheapmi ja ovddideapmi” lei ođas 2012 bušeahtas ja danne lea váttis addit duođalaš gova Sámedikki barggus seailluhit ja ovddidit sámegiela ovttasbarggus eará doaibmiiguin dego Davviriikkalaš giellaovttasbarggus ja prošeavttaid bokte mat lea Sámedikki iežas hálddus.

source: Disse tiltakene befinner seg på forskjellige poster i budsjettene for de tidligere årene.
sme: Dákkár doaibmabijut leat iešguđetge báikkiin ovddet jagiid bušeahtain.

source: Det er først i 2012 at prosjekter i egen regi kommer inn som en egen post i budsjettet.
sme: Easkka 2012:s leat prošeavttat Sámedikki iežas hálddus šaddan sierra poastan bušeahtas.

source: Fra 2012 er Samisk språknemnd overført til posten Nordisk samisk språksamarbeid, og i budsjettet for 2013 er prosjekter i egen regi og nordisk samisk språksamarbeid behandlet under samme underkapittel «Bevilgninger til bevaring og utvikling av samisk språk» (Sametingets budsjett 2012:17;
sme: 2012 rájes lea Sámi giellalávdegoddi maid sirdojuvvon Davviriikkalaš sámi giellaovttasbargui, ja 2013 bušeahtas leat prošeavttat maid Sámediggi ieš čađaha ja Davviriikkalaš sámi giellaovttasbargu čállojuvvon seammá vuollekapihttalii “Juolludeamit sámegiela seailluheapmái ja ovddideapmái”. (Sámedikki bušeahtta 2012: 17;

source: Sametingets budsjett 2013:32).
sme: Sámedikki bušeahtta 2013: 32).

source: Det nordiske samiske språksamarbeidet har foregått i Samisk språknemnd siden 1997 som et samarbeid mellom Sametingene i Norge, Sverige og Finland (Sametingets årsmelding 1996, kapittel 5.2.9), og en gjennomgang av budsjetter og årsmeldinger fra perioden viser at Sametinget har brukt midler til allsamisk språksamarbeid i denne perioden, men det har ikke vært praktisk mulig å gi en fullstendig oversikt over bruken.
sme: Davviriikkalaš sámi giellaovttasbargu lea dáhpáhuvvan Sámi giellalávdegottis 1997 rájes ovttasbargun Norgga, Ruoŧa ja Suoma Sámedikkiid gaskkas. (Sámedikki jahkedieđáhus 1996: kapihtal 5.2.9), ja bušeahtaid ja jahkedieđáhusaid geahčadeamis dan áigodagas boahtá ovdan ahte Sámediggi lea geavahan ruđa miehta Sámi giellaovttasbargui dan áigodagas, muhto ii leat leamaš vejolaš addit oppalaš gova dan geavaheamis.

source: Sametinget har også støttet andre prosjekter i egen regi eller i samarbeid med andre, for eksempel ble opprettelsen av en samisk læremiddelsentral støttet med 3,5 millioner av budsjettmidler fra budsjettkapitlet Samisk språk i 2011. Dette ble da overført fra post 801 spesiell prosjekter i tidligere budsjett (Sametingets budsjett 2011).
sme: Ovdamearkan lea dorjon sámi oahpponeavvoguovddáža ásaheami 3,5 miljovnna ruvnnuin jagi 2011 bušeahttakapihttalis Sámi giella. Ruhta sirdojuvvui dalle poasttas 801 Erenoamáš prošeavttat mii lei geavahuvvon ovddet jagiid bušeahtain (Sámedikki bušeahtta 2011).

source: Sametinget har også brukt språkmidler til forskjellige kortere eller lengre prosjekter som utvikling av elektronisk ordbok og til et datateknologiprosjekt som nå er overtatt av universitetet i Tromsø.
sme: Sámediggi lea maid geavahan giellaruđaid iešguđetlágan oanehut dahje guhkit áiggi prošeavttaide dego elektrovnnalaš sátnegirjji ovddideapmái ja dihtorteknologiijaprošektii maid Romssa universiteahtta dál lea váldán badjelasas.

source: Talesyntesen som Sametinget støtter med en million kroner, er et dataprogram som simulerer menneskelig tale.
sme: Hállansyntesa maid Sámediggi lea dorjon ovttain miljovnna ruvnnuin lea dihtorprográmma mii áđđestallá olbmo hállama.

source: Samisk talesyntese vil blant annet være et tilleggshjelpemiddel til korrekturprogram for samiske språk, og et skrivestøtteverktøy for dyslektikere og andre med større eller mindre skrive- og talevansker.
sme: Sámi hállansyntesa lea earret eará sámegiela divvunprográmma lasseveahkkeneavvu, ja maiddái čállinveahkki dysletihkariidda ja earáide geain leat stuorát dahje unnit čállin- ja hállanváttisvuođat.

source: Prosjektet ble igangsatt i 2012 og skal ferdigstilles i 2013. Samisk orddatabase som støttes med 500 000 kroner i 2013, er en ny nettjeneste med prosjektnavn «Risten 2».
sme: Prošeakta álggahuvvui 2012:s ja galgá gárvvistuvvot 2013:s. Sámi sátnedihtorbáŋku mii dorjojuvvo 500 000 ruvnnuin 2013:s lea ođđa neahttabálvalus, mas lea prošeaktanamma “Risten 2”.

source: Den skal være et ord- og termsøkeverktøy for hele den samiske befolkningen og andre interesserte brukere med utgangspunkt i eksisterende ressurser.
sme: Dat galgá leat sátne- ja tearbmareaidun olles sámi álbmogii ja eará geavaheddjiide dálá resurssaid vuođul.

source: Målet er at den nye tjenesten skal bidra til å gjøre eksisterende samiskspråklig terminologi lett tilgjengelig for allmennheten.
sme: Ođđa fálaldaga ulbmilin lea ahte dáláš terminologiija lea álkit olahahtti buohkaide.

source: I tillegg har Sametinget bevilget 500 000 kroner til et terminologi- og stedsnavnprosjekt i egen regi der fagmiljøer inviteres til et samarbeid med Sametinget for å sette i gang terminologi- og stedsnavnprosjekter.
sme: Dasa lassin lea Sámediggi juolludan 500 000 ruvnnu terminologiija- ja báikenamatprošektii maid ieš čađaha. Prošektii fágabirrasat bovdejuvvojit ovttasbargui Sámedikkiin álggahit terminologiija- ja báikenammaprošeavttaid.

source: Dette skal bidra til utvikling av nødvendig terminologi samt registrering av samiske stedsnavn (Sametingets budsjett 2013:32–34).
sme: Ulbmil lea ahte dárbbašlaš terminologiija ovddiduvvo ja sámi báikenamat registrerejuvvojit. (Sámedikki bušeahtta 2013: 32-34.)

source: 3.6 Forslag til forbedring
sme: 3.6 Buoridanevttohusat

source: Det har vært en utfordring å få fram sammenlignbare tall til denne artikkelen.
sme: Lea leamaš hástaleaddji bargu háhkat loguid dán artihkkalii maid sáhttá veardidit guhtet guimmiideasetguin.

source: Formål skifter, og regelverket endres.
sme: Ulbmilat nuppástuvvet ja njuolggadusat rievdaduvvojit.

source: Dette er resultat av politiske prosesser og en naturlig del av politiske organers arbeid, men det skaper også en uoversiktlighet som ethvert offentlig organ bør forsøke å unngå.
sme: Lea politihkalaš proseassa boađus ja lunddolaš oassi politihkalaš orgána barggus, muhto dat ráhkada maid moivvás dili maid juohke áidna almmolaš orgána galggašii garvit.

source: Når det gjelder bevilgningene til tospråklighet i kommuner og fylkeskommuner, har det vært vanskelig å vise hva pengene brukes til.
sme: Lea leamaš váttis oažžut čielgasa masa juolludeamit gielddaid ja fylkkagielddaid guovttegielatvuhtii geavahuvvojit.

source: Grunnen til det er at det ikke kommer fram hverken i Sametingets budsjett eller i Sametingets årsmeldinger.
sme: Sivvan dasa lea ahte dat ii boađe ovdan Sámedikki bušeahtain, iige Sámedikki jahkedieđáhusain.

source: Bruken av tospråklighetsmidlene (Kleven et al.
sme: 2009) buktá máŋggaid rávvagiid raporttas Árvvoštallan.

source: 2009) med en god del tilrådinger for hvordan tospråklighetsmidlene kan fordeles og hvordan rapportene og regnskapene kan forbedres.
sme: Guovttegielatvuođa doarjagiid geavaheamit mo sáhttá juogadit guovttegielatvuođadoarjaga ja mo sáhttá buoridit raporttaid ja rehketdoaluid.

source: Disse retningslinjene blir nå tatt i bruk, og det vil sannsynligvis gjøre det lettere å analysere bruken av midlene.
sme: Dát njuolggadusat váldojuvvojit dál atnui, ja ođđa njuolggadusat dáidet dahket álkibun árvvoštallat doarjaga geavaheami.

source: Når det gjelder Sametingets søkerbaserte støtteordning til språkprosjekter, vises det til den kritikken som kommer fram i Noruts rapport Evaluering av Sametingets søkerbaserte tilskuddsordninger for samisk språk (Josefsen et al. 2013:59).
sme: Mii guoská Sámedikki ohcanvuđot doarjjaortnegii giellaprošeavttaide, de čujuhuvvo kritihkkii mii lea boahtán ovdan Norut dutkanlágádusa raporttas Evaluering av Sametingets søkerbaserte tilskuddsordninger for samisk språk (Josefsen et al. 2013: 59): Sámediggi juolluda juohke jagi miljovnnaid moanaid prošeavttaide, muhto ii leat diehtu man ávkkálaš ovttaskas prošeavttat leat sámi giellabarggus.

source: Sametinget bevilger millioner hvert år til en hel rekke prosjekter, men har ikke kunnskap om hvilket bidrag det enkelte prosjektet har i det samiske språkarbeidet.
sme: Sámediggi galggašii dan dihte árvvoštallat gáibidišgoahtit iežasárvvoštallama prošeaktaoamasteaddjis mas ulbmilolaheapmi ja čađaheapmi boahtá ovdan.

source: Sametinget bør av denne grunnen vurdere å stille krav til egenevaluering fra prosjekteiere av måloppnåelse og gjennomføring, og Sametinget bør stille krav om at resultater fra prosjektene publiseres på nettstedet for læremidler www.ovttas.no eller andre egnede nettsteder.
sme: Sámediggi galggašii maid gáibidit ahte prošeavttaid bohtosat almmuhuvvojit ovdamearkka dihte oahpponeavvuid neahttabáikkis www.

source: Sametinget bør også foreta en systematisk bearbeiding av de skriftlige sluttrapportene samt forbeholde seg retten til å bearbeide sluttrapportene på en slik måte at andre kan dra nytte av erfaringene.
sme: ovttas.no dahje eará heivvolaš neahttabáikkiin. Sámediggi galggašii maid systemáhtalaččat bargat loahpparaporttaiguin dakkár vuogi mielde ahte earát sáhttát ávkkástallat vásáhusaiguin.

source: Sametinget bør utarbeide en meny over hva en sluttrapport fra tilskuddsmottaker bør inneholde.
sme: Sámediggi galggašii maid ráhkadit čilgehusa das maid doarjjavuostáiváldi galggašii čállit loahpparaportii.

source: Sametinget har allerede delvis tatt til seg den kritikken som har kommet fra de samiske språksentrene.
sme: Sámediggi lea juo vuhtiiváldán oasis kritihkas mii lea boahtán Sámi giellaguovddážiin.

source: De har fått økt sitt driftstilskudd og fått en mer forutsigbar drift.
sme: Dat leat ožžon eanet doaibmadoarjaga ja sin doaimmat leat buorebut sihkkaraston ovddosguvlui.

source: De er dermed blitt bedre rustet til å gjennomføre sine primære oppgaver. Det ligger fortsatt et forbedringspotensial i at Sametinget kan inngå driftsavtaler med språksentrene der de forplikter seg til å gjennomføre visse kursoppgaver mot at de mottar et større driftstilskudd.
sme: Lea ain buoridanmunni dan dáfus ahte Sámediggi sáhttá dahkat ovttasbargošiehtadusaid giellaguovddážiin mas dat geatnegahttojuvvojit čađahit muhtin kursafálaldagaid ja ožžot dan ovddas eanet doaibmadoarjaga.

source: 3.7 Oppsummering
sme: 3.7 Loahpaheapmi

source: Det er i denne artikkelen vist utviklingen for Sametingets bevilgninger til tospråklighet i kommuner og fylkeskommuner for perioden 1993–2013, for Sametingets bevilgninger til språksentrene i perioden 2001–2013, for Sametingets bevilgninger til søkerbaserte språkprosjekter for perioden 2001–2013 og for Sametingets bevilgninger til bevaring og utvikling av samisk språk for perioden 2011–2013. Totalt bevilget Sametinget 70 millioner og 365 000 kroner over disse budsjettpostene som først og fremst har som formål å styrke og fremme samiske språk.
sme: Lea dán artihkkalis čujuhuvvon ovddideapmái Sámedikki juolludemiin guovttegielatvuhtii gielddain ja fylkkagielddain áigodagas 1993-2012, Sámedikki juolludemiin giellaguovddážiidda áigodagas 2001-13, Sámedikki juolludemiin ohcanvuđot giellaprošeavttaide áigodagas 2001-2013 ja Sámedikki juolludemiin seailluhit ja ovddidit sámegiela áigodagas 2011-13. Sámediggi juolluda oktiibuot 70 miljovnna ja 365 000 ruvnnu daid bušeahttapoasttain maid mihttomearrin ovddimusat lea nannet ja ovddidit sámegielaid.

source: Sametingets bevilgninger til tospråklighetsmidler for kommuner og fylkeskommuner øker gjennom hele perioden, og i 2013 bevilget Sametinget 48,429 millioner kroner til kommuner og fylkeskommuner.
sme: Sámedikki juolludeamit doarjjaortnegii guovttegielatvuohta gielddain ja fylkkagielddain lassánit olles áigodagas ja Sámedikki juolluda oktiibuot 48,429 miljovnna ruvnnu gielddaide ja fylkkagielddaide 2013:s.

source: 43,329 millioner ble fordelt mellom ti kommuner og 5,1 millioner kroner mellom fire fylkeskommuner.
sme: Dat juogada 43,329 miljovnna ruvnnu logi gildii ja 5,1 miljovnna ruvnnu njealji fylkkagildii.

source: Økningen på begynnelsen av 2000-tallet kommer for å dekke de reelle utgiftene kommunene og fylkeskommunene har til tospråklighet.
sme: Lassáneapmi 2000-logu álggu juolluduvvui gokčat gielddaid ja fylkkagielddaid duođalaš goluid guovttegielatvuođa dihte.

source: Fra 2007 øker ikke bevilgningene til de enkelte kommunene, men økningen går til å dekke kostnadene ved at flere kommuner blir innlemmet i forvaltningsområdet til samisk språk.
sme: 2007 rájes eai lassán juolludeamit ovttaskas gielddaide, muhto lassáneapmi gokčá baicce goluid mat bohtet go ođđa gielddat šaddet oassin Sámegiela hálddašanguovllus.

source: Når en tar hensyn til konsumprisindeksen, har de enkelte kommunene og fylkeskommunene en reell nedgang i bevilgningene til tospråklighet.
sme: Go váldá vuhtii dábálaš bálká- ja haddelassáneami, de lea ovttaskas gielddain ja fylkkagielddain duohtavuođas leamaš geahpideapmi guovttegielatvuođajuolludemiin.

source: Sametingets bevilgning til drift av språksentre øker fra 1,6 millioner til 10,826 millioner kroner i perioden 2001–2013. Antallet språksentre som får driftsstøtte, øker fra fire til tretten.
sme: Sámedikki juolludeamit giellaguovddážiid doaimmaide lassánii 1,6 miljovnna ruvnnus gitta 10,826 miljovnna ruvdnui áigodagas 2001-13. Giellaguovddážat mat ožžot doaibmadoarjaga, lassánedje njealjis golmmanuppelohkái.

source: Driftstøtten øker for det enkelte språksenter øker fra 400 000 kroner i 2001 til 602 000 i 2013.
sme: Doaibmadoarjja guhtege guovddážii lassánii 400 000 ruvnnus 2001:s gitta 602 000 ruvdnui 2013:s.

source: Sametingets bevilgning til søkerbaserte tilskudd var i 2001 på 2,406 millioner kroner.
sme: Sámedikki juolludeapmi ohcanvuđot doarjagiidda lei 2001:s 2,406 miljovnna ruvnnu.

source: Midlene kunne da bare fordeles til språkprosjekter utenfor forvaltningsområdet for samisk språk.
sme: Doarjja sáhtii dalle juolluduvvot giellaprošeavttaide Sámegiela hálddašanguovllu olggobealde.

source: I perioden 2001–2006 ligger bevilgningens størrelse mellom 2,4 og 4,4 millioner kroner.
sme: Áigodagas 2001-06 lei juolludeami sturrodat 2,4 ja 4,4 miljovnna ruvnnu gaskkas.

source: I 2007 tas midler fra avkastningen av Samefolkets fond i bruk til prosjekter, og de søkerbaserte tilskuddene til språkprosjekter når en topp på 10,01 millioner i 2009. Etter dette har det vært en nedgang i bevilgningene til søkerbaserte språkprosjekter, og i 2013 bevilget Sametinget 7,61 millioner til slike prosjekter.
sme: Sámediggi geavahišgoahtá dietnasa Sámeálbmot foanddas prošeavttaide 2007 maŋŋá ja ohcanvuđot doarjagat giellaprošeavttaide olahit bajimus dási 2009:s go juolluduvvui 10,01 miljovnna ruvnnu daidda. Dan maŋŋá lea juolludeamit ohcanvuđot giellaprošeavttaide geahppánan ja 2013:s Sámedikki juolluda 7,61 miljovnna ruvnnu dakkár prošeavttaide.
